{
    "privacyPolicies": 
    {
      "effective_date": "2024-06-17",
      "last_updated": "2026-06-17",
      "introduction": "INVESTRYX is committed to protecting your confidential information. By using the INVESTRYX website or mobile application, you agree to the collection, use, and disclosure of your information in accordance with this Privacy Policy.",
      "information_we_collect": {
        "personal_information": [
          "Name",
          "Email address",
          "Phone number",
          "Company information",
          "Financial information",
          "Transactional data"
        ],
        "device_and_usage_information": [
          "IP address",
          "Device type",
          "Operating system",
          "Browser details",
          "Page views and traffic data",
          "Mobile app permissions (e.g., camera, storage, location)"
        ],
        "third_party_data": [
          "Google Analytics for usage tracking",
          "Firebase for app performance monitoring"
        ]
      },
      "how_we_use_your_information": [
        "To provide, personalize, and improve our Services",
        "To display profiles or advertisements on the platform",
        "To share contact details with relevant parties (upon consent)",
        "To analyze market trends and derive insights",
        "To send updates, notifications, and promotional offers",
        "To improve security, enforce policies, and comply with legal obligations",
        "To resolve disputes and prevent illegal activities"
      ],
      "how_we_share_your_information": [
        "With your explicit consent for connecting with potential counterparts",
        "With service providers assisting in delivering Services",
        "To comply with legal obligations or court orders",
        "During mergers, acquisitions, or asset sales (with notice provided)"
      ],
      "cookies_and_tracking": "We use cookies and tracking tools like Google Analytics and Firebase to monitor usage patterns, improve performance, and enhance user experience. You can manage cookies in your browser or app settings.",
      "data_retention": "We retain your information only as long as necessary to provide Services or comply with legal obligations. Upon request, your account and data will be deleted within 30 days.",
      "user_rights": {
        "access": "Request access to your personal information.",
        "correction": "Request corrections or updates to your data.",
        "deletion": "Request deletion of your data.",
        "withdraw_consent": "Withdraw consent for data processing."
      },
      "data_security": "We implement technical and organizational measures to protect your data. However, we cannot guarantee complete security due to unforeseen circumstances.",
      "user_testimonials_and_branding": {
        "testimonials": "We may display user testimonials including your name, company, and location with your consent.",
        "branding": "We may use your company name and logo on the platform or promotional materials unless you request otherwise."
      },
      "third_party_links": "Our Services may contain links to third-party websites. We are not responsible for their privacy practices.",
      "children_privacy": "Our Services are not intended for children under the age of 13. We do not knowingly collect data from children.",
      "updates_to_policy": "We may update this Privacy Policy periodically. Changes will be communicated through our website or app.",
      "contact_information": {
        "company_name": "EMERGIO GAMES PRIVATE LIMITED",
        "email": "support@investryx.com",
        "website": "https://www.investryx.com"
      }
    },
   "termsOfUse": {
    "effective_date": "2024-06-17",
    "last_updated": "2026-06-17",
    "introduction": "By using our website (www.Investryx.com) or our services, you agree to the following terms and conditions. These terms govern your access to and use of INVESTRYX's platform, which connects buyers, investors, and sellers of small and medium-sized businesses.",
    "purpose": "Our website is designed to facilitate the automated searching, shortlisting, and contacting of prospects for buying, selling, or investing in businesses.",
    "user_obligations": {
      "genuine_interest": "You should only contact a party on the website if you have a genuine interest in the offering advertised by that party.",
      "prohibited_activities": [
        "Copying, reproducing, republishing, or distributing any part of the website or its content without prior written consent from INVESTRYX.",
        "Using automated tools (e.g., deep-link, page-scrape, robots, spiders) to access, monitor, or copy any portion of the website.",
        "Uploading or posting material that infringes on the intellectual property rights of any third party.",
        "Advertising multiple businesses in a single profile. Each profile must represent a single business or franchise."
      ]
    },
    "intellectual_property": {
      "ownership": "All content, designs, software, and intellectual property on the website are owned by INVESTRYX or other interested parties and are protected by copyright, trademark, and other laws.",
      "restrictions": [
        "No part of the website may be used for commercial purposes without INVESTRYX's express prior written consent.",
        "Any unauthorized use of the website's content may result in legal action."
      ]
    },
    "disclaimers": {
      "no_advice": "Profile advertisements and materials posted on the website do not constitute investment advice. INVESTRYX is not a broker or agent of any user and does not participate in negotiations or discussions between users.",
      "no_warranty": "INVESTRYX does not guarantee the completeness or accuracy of any information listed on the website. Users are responsible for verifying details and conducting their own due diligence.",
      "third_party_links": "The website may contain links to third-party resources. INVESTRYX is not responsible for the accuracy or content of these external resources."
    },
    "liability": {
      "user_risk": "Your use of the website is at your own risk. INVESTRYX is not liable for any direct, indirect, incidental, consequential, or punitive damages arising from your use of the website.",
      "disputes": "If you have a dispute with another user, you release INVESTRYX from all claims, demands, and damages (actual and consequential) arising out of such disputes.",
      "indemnification": "You agree to indemnify INVESTRYX against all claims, demands, actions, proceedings, costs, losses, and expenses arising from your use of the website or any breach of these terms."
    },
    "user_content": {
      "profile_accuracy": "You are responsible for ensuring that all information provided in your profile is accurate and not misleading.",
      "moderation": "INVESTRYX reserves the right to edit, delete, or suspend any profile or user if it believes the platform is being misused, false information is provided, or offensive behavior occurs.",
      "no_refunds": "Purchases made on INVESTRYX are non-refundable if a profile is suspended or deleted due to violations of these terms."
    },
    "advertising_rules": {
      "brokers_and_agents": "If you are advertising as a broker, agent, or intermediary, you must have full authority from the business owner to advertise the business or opportunity.",
      "index_order": "INVESTRYX reserves the right to determine the order in which listings are displayed on the website."
    },
    "governing_law": {
      "jurisdiction": "Any disputes arising from these terms shall be governed by the laws of India.",
      "venue": "The exclusive venue for all legal actions related to these terms shall be the courts of Bangalore, India."
    },
    "updates_to_terms": "INVESTRYX may update these terms periodically. Changes will be communicated through the website or app.",
    "contact_information": {
      "company_name": "EMERGIO GAMES PRIVATE LIMITED",
      "email": "support@investryx.com",
      "website": "https://www.investryx.com"
    }
  },
   "refund": 
{
  "effective_date": "2024-06-17",
  "last_updated": "2026-06-17",
  "title": "Refund Policy",
  "introduction": "INVESTRYX will refund the full cost of your order if we fail to deliver our services within the stipulated amount of time as provided in the chart below.",
  "refund_conditions": {
    "service_stipulated_time": [
      {
        "plan_type": "Business Profile Plans, Investor/Buyer Profile Plans, and Advisor Profile Plans",
        "stipulated_time": "Profile to be activated within 2 business days, provided complete information and verification details are provided by the user.",
        "refund_condition": "Refund not applicable if the user provides wrong information or delays providing required information to complete the profile."
      },
      {
        "plan_type": "Introduction Credits",
        "stipulated_time": "Business introductions which do not respond to you or are unavailable can be reported on our website or over email.",
        "refund_condition": "After validation, these introduction credits will be re-credited back to your account for connecting with alternate businesses."
      },
      {
        "plan_type": "Information Memorandum and Business Valuation Model",
        "stipulated_time": "First version of Report to be submitted to the client within 25 business days from date of receiving complete information and payment from the client.",
        "refund_condition": "Refund not applicable if the client provides wrong information or delays providing required information to complete the process."
      }
    ],
    "transaction_charge_deduction": "INVESTRYX will refund your order post a 5% deduction towards transaction charges under certain circumstances.",
    "profile_rejection": "INVESTRYX reserves the right to reject, suspend, edit, or delete a profile even after submission of the required verification documents. In such cases, we provide a refund on a pro-rata basis post deduction of a 5% transaction charge."
  },
  "non_refundable_conditions": [
    "INVESTRYX neither guarantees introductions nor deal closures and does not issue refunds for the same.",
    "Refunds will not be provided if the user changes their mind or does not use their profile or fails to furnish verification proof.",
    "INVESTRYX may terminate an account if we believe the user is abusing INVESTRYX, intentionally furnishing false information, or has previously failed to pay Finder’s Fee. In such cases, the entire fees paid will be retained by INVESTRYX and no refund will be issued."
  ],
  "refund_request_process": "If you are eligible for a refund based on the above terms, kindly follow the process to raise a refund request. All refund requests need to be sent via email to info@investryx.com from the registered email address.",
  "contact_information": {
    "company_name": "EMERGIO GAMES PRIVATE LIMITED",
    "email": "info@investryx.com",
    "website": "https://www.investryx.com"
  }
}
,
    "bestPractice": {
      "effective_date": "2024-06-17",
  "last_updated": "2026-06-17",
  "title_one": "For Business Owners",
  "text_one": "Business owners should ensure their business profile is up to date with the latest financial numbers which are factually correct.\nIt is important to have a business plan and valuation done for your business well in advance so expectations are clear.\nReveal in advance if there are any negatives about your business rather than the investor finding it himself during the due diligence exercise.\nDon’t rush the other party during the sale process which may affect the transaction process. Provide sufficient time for the other party to take a decision.\nWhen an introduction is made send a quick note on INVESTRYX to schedule a discussion call instead of directly calling up the party.\nDuring the call, the first few minutes could be utilized to introduce yourself, build rapport and set the tone for the discussion.\nBasic discussion on the business & transaction should be initiated in the first call itself.\nDo your research about the user’s background and his/her business before you decide to meet in person.\nWhen meeting someone for the first time, do not meet in a secluded place, or invite strangers into your home.\nIdeally, the Financial statement & other sensitive documents should be sent to a potential investor only after an NDA has been signed.\nPlease ensure you interact with your introductions only through the INVESTRYX platform. In case the introduction is no longer available on your dashboard, then you should take precautionary measures and immediately stop interacting with that specific investor/buyer/advisor.\nDo not ever pay any kind of token advance or deposit money before any transaction is made with the investor. No genuine investor/buyer would ask for such a token advance.\nFinancial advisors who request for a retainer/upfront fee should be evaluated properly before entering into any kind of agreement. Be aware that not all transactions close successfully even with the best of financial advisors.",
  "title_two": "For Buyers and Investors",
  "text_two": "Investors and Acquirers should ensure that their profile reflects their current investment capacities & business activities.\nIt is a good idea to share your source of funds, and your past investments and acquisitions with a business owner while pursuing investment/business/sale opportunity to enhance the transaction speed.\nMention very clearly if you are a strategic or financial investor i.e., if you are purely interested in financial returns or you have other synergies with the business.\nDon’t rush the other party during the sale process which may affect the transaction process. Provide sufficient time for the other party to take a decision.\nWhen an introduction is made, send a quick note on INVESTRYX to schedule a discussion call instead of directly calling up the party.\nDuring the call, the first few minutes could be utilized to introduce yourself, build rapport and set the tone for the discussion.\nBasic discussion on the business & transaction should be initiated in the first call itself.\nDo your research about the user’s background and his/her business before you decide to meet in person.\nWhen meeting someone for the first time, do not meet in a secluded place, or invite strangers into your home.\nPlease ensure you interact with your introductions only through the INVESTRYX platform. In case the introduction is no longer available on your dashboard, then you should take precautionary measures and immediately stop interacting with that specific business.\nDo not ever offer to pay money to somebody who demands a token advance before any transaction is made.\nFinancial advisors who request for a retainer/upfront fee should be evaluated properly before entering into any kind of agreement. Be aware that not all transactions close successfully even with the best of financial advisors.",
  "contact_information": {
    "company_name": "EMERGIO GAMES PRIVATE LIMITED",
    "email": "info@investryx.com",
    "website": "https://www.investryx.com"
  }
}

}









  